export const quizData = [
    {
      question: "Какое устройство является основным для создания домашней Wi-Fi сети?",
      options: ["Монитор", "Маршрутизатор", "Клавиатура", "Принтер"],
      correct: 1
    },
    {
      question: "Что из перечисленного является браузером?",
      options: ["Telegram", "Google Chrome", "Microsoft Word", "Spotify"],
      correct: 1
    },
    {
      question: "Какая планета известна как 'Красная планета'?",
      options: ["Венера", "Юпитер", "Марс", "Сатурн"],
      correct: 2
    },
    {
      question: "Сколько сторон у шестиугольника?",
      options: ["Пять", "Шесть", "Семь", "Восемь"],
      correct: 1
    },
    {
      question: "Как называется столица Японии?",
      options: ["Пекин", "Сеул", "Токио", "Бангкок"],
      correct: 2
    },
  ];